/*
 Localizable.strings
 Dimensional

 Created by Ярослав Ерохин on 25.01.15.
 Copyright (c) 2015 Yaroslav Erohin. All rights reserved.
 */

/* Do you want to continue? Title of the Alert Dialog */
"alert_title" = "¿Quieres continuar?";

/* Font name to use for this language */
"application_font_name" = "Teko Light";

/* Font sizes */
"application_font_defaultsize" = "30";
"application_font_mediumsize" = "45";
"application_font_largesize" = "60";

/* Title of the leaderboard in the Game Over Menu */
"levelpassed_leaderboard_title" = "Mejores Puntuaciones";

/* 'New Highscore' title in the Game Over Menu */
"levelpassed_newhighscore_title" = "Nuevo Mejor Puntuación";

/* 'You scored' title in the Game Over Menu */
"levelpassed_score_title" = "Su Puntuación";

/* Game Over Menu title */
"levelpassed_title" = "Game Over";

/* Pause Menu title */
"pause_title" = "Pausa";

/* Remove Ads Button Title */
"remove_ads_title" = "Comprar";

/* About button title in the Settings Menu */
"settings_about_title" = "About";

/* Back label in the Settings Menu legend */
"settings_cancel_title" = "Atrás";

/* Effects button title in the Settings Menu */
"settings_effects_title" = "Efectos";

/* Feedback button title in the Settings Menu */
"settings_feedback_title" = "Feedback";

/* Music button title in the Settings Menu */
"settings_music_title" = "Música";

/* Navigation label in the Settings Menu legend */
"settings_navigation_title" = "Mandos";

/* Select label in the Settings Menu legend */
"settings_select_title" = "Seleccionar";

/* Settings button title in the Settings Menu */
"settings_settings_title" = "Ajustes";

/* Share button title in the Settings Menu */
"settings_share_title" = "Comparte";

/* you're currently using gamepad. but next action requires touch input */
"touch_controls_warning" = "Tendrá que usar los controles táctiles";

/* sign in to game center to share results */
"levelpassed_gamecenter_signin_title" = "Sign In to Game Center to share your scores with friends";

/* level passed title depending on score */
"levelpassed_title_0" = "It's amazing how you do that";

"levelpassed_title_42" = "You've found the answer";

"levelpassed_title_100" = "Good game. LOL";

"levelpassed_title_500" = "Did you even try?";

"levelpassed_title_5k" = "Nice! Ish…";

"levelpassed_title_15k" = "You know you can do better";

"levelpassed_title_50k" = "You're doing good. For a noob";

"levelpassed_title_100k" = "Wow. Such game. Much play";

"levelpassed_title_500k" = "You should practice more";

"levelpassed_title_1m" = "Awww… You'll get it next time";

"levelpassed_title_5m" = "Who Wants To Be A Millionaire";

"levelpassed_title_10m" = "That's some serious gameplay";

"levelpassed_title_50m" = "Incredible";

"levelpassed_title_infinity" = "You just beat the game";


